Repository: Tomyshh/dokal-frontend
Catalog: lib/l10n/app_*.arb
Languages: am, es, fr, he, ru

# appointmentPrepQuestionnaireSubtitle
source: Standardized questionnaire (backend-ready)
am: መደበኛ መጠይቅ (backend-ready)
es: Cuestionario estandarizado (listo para backend)
fr: Questionnaire standardisé (prêt backend)
he: שאלון סטנדרטי (מוכן לשרת)
ru: Стандартизированная анкета (готово для backend)

# appointmentPrepInstructionsSubtitle
source: Important information before the visit
am: ከጉብኝት በፊት አስፈላጊ መረጃ
es: Información importante antes de la visita
fr: Informations importantes avant la consultation
he: מידע חשוב לפני הביקור
ru: Важная информация перед визитом

# appointmentPrepQuestionSymptoms
source: Reason / symptoms (briefly describe)
am: ምክንያት / ምልክቶች (በአጭር)
es: Motivo / síntomas (breve)
fr: Motif / symptômes (décrivez en quelques mots)
he: סיבה / תסמינים (תיאור קצר)
ru: Причина / симптомы (кратко)

# appointmentPrepQuestionAllergies
source: Allergies (optional)
am: አለርጂዎች (አማራጭ)
es: Alergias (opcional)
fr: Allergies (optionnel)
he: אלרגיות (אופציונלי)
ru: Аллергии (необязательно)

# appointmentPrepQuestionMedications
source: Current medications (optional)
am: የአሁኑ መድሀኒቶች (አማራጭ)
es: Medicamentos actuales (opcional)
fr: Traitements en cours (optionnel)
he: תרופות קבועות (אופציונלי)
ru: Текущие лекарства (необязательно)

# appointmentPrepQuestionOther
source: Additional information (optional)
am: ተጨማሪ መረጃ (አማራጭ)
es: Información adicional (opcional)
fr: Informations complémentaires (optionnel)
he: מידע נוסף (אופציונלי)
ru: Дополнительная информация (необязательно)

# appointmentPrepConsentLabel
source: I agree to share this information with the practitioner
am: ይህን መረጃ ከሐኪሙ ጋር ለመጋራት እስማማለሁ
es: Acepto compartir esta información con el profesional
fr: J’accepte de partager ces informations avec le praticien
he: אני מסכים/ה לשתף מידע זה עם הרופא/ה
ru: Я согласен(на) поделиться этой информацией со специалистом

# appointmentPrepConsentRequired
source: Please accept to continue.
am: ለመቀጠል እባክዎ ያረጋግጡ።
es: Por favor, acepta para continuar.
fr: Veuillez accepter pour continuer.
he: נא לאשר כדי להמשיך.
ru: Пожалуйста, подтвердите, чтобы продолжить.

# appointmentPrepSavedSnack
source: Preparation saved
am: ዝግጅት ተቀምጧል
es: Preparación guardada
fr: Préparation enregistrée
he: ההכנה נשמרה
ru: Подготовка сохранена

# appointmentPrepSubmit
source: Submit
am: ላክ
es: Enviar
fr: Envoyer
he: שלח
ru: Отправить

# appointmentPrepInstruction1
source: Bring an ID and your insurance card.
am: መታወቂያ እና የኢንሹራንስ ካርድ ይዘው ይምጡ።
es: Trae un documento de identidad y tu tarjeta de seguro.
fr: Apportez une pièce d’identité et votre carte d’assurance.
he: הבא תעודה מזהה וכרטיס ביטוח.
ru: Возьмите документ и страховую карту.

# appointmentPrepInstruction2
source: Arrive 10 minutes early.
am: 10 ደቂቃ ቀድሞ ይድረሱ።
es: Llega 10 minutos antes.
fr: Arrivez 10 minutes en avance.
he: הגיעו 10 דקות מוקדם יותר.
ru: Приходите на 10 минут раньше.

# appointmentPrepInstruction3
source: Prepare your important medical documents.
am: አስፈላጊ የሕክምና ሰነዶችን አዘጋጁ።
es: Prepara tus documentos médicos importantes.
fr: Préparez vos documents médicaux importants.
he: הכינו מסמכים רפואיים חשובים.
ru: Подготовьте важные медицинские документы.

# appointmentPrepInstructionsAccept
source: I have read and accept these instructions
am: እነዚህን መመሪያዎች አንብቤ ተቀብያለሁ
es: He leído y acepto estas instrucciones
fr: J’ai lu et j’accepte ces instructions
he: קראתי ואני מסכים/ה להנחיות אלו
ru: Я прочитал(а) и принимаю эти инструкции

# appointmentDetailSendDocsTitle
source: Send documents
am: ሰነዶችን ላክ
es: Enviar documentos
fr: Envoyer des documents
he: שליחת מסמכים
ru: Отправить документы

# appointmentDetailSendDocsSubtitle
source: Send documents to the practitioner before the appointment.
am: ከቀጠሮው በፊት ሰነዶችን ለሐኪሙ ላክ።
es: Envía documentos al profesional antes de la cita.
fr: Envoyez des documents au praticien avant la consultation.
he: שלח מסמכים לרופא לפני הביקור.
ru: Отправьте документы специалисту до приема.

# appointmentDetailAddDocs
source: Add documents
am: ሰነዶች ጨምር
es: Añadir documentos
fr: Ajouter des documents
he: הוסף מסמכים
ru: Добавить документы

# appointmentDetailEarlierSlotTitle
source: Want an earlier slot?
am: ቀድሞ ሰዓት ትፈልጋለህ?
es: ¿Quieres un horario más temprano?
fr: Vous voulez un créneau plus tôt ?
he: רוצה תור מוקדם יותר?
ru: Хотите более раннее время?

# appointmentDetailEarlierSlotSubtitle
source: Get an alert if an earlier slot becomes available.
am: ቀድሞ ቦታ ቢከፈት ማስጠንቀቂያ ተቀበል።
es: Recibe una alerta si se libera un horario anterior.
fr: Recevez une alerte si un créneau plus tôt est disponible.
he: קבל התראה אם תתפנה שעה מוקדמת יותר.
ru: Получите уведомление, если появится более ранний слот.

# appointmentDetailEnableAlerts
source: Enable alerts
am: ማስጠንቀቂያዎችን አንቃ
es: Activar alertas
fr: Activer les alertes
he: הפעל התראות
ru: Включить уведомления

# appointmentDetailContactOffice
source: Contact the office
am: ቢሮውን አግኝ
es: Contactar con la consulta
fr: Contacter le cabinet
he: צור קשר עם המרפאה
ru: Связаться с кабинетом

# appointmentDetailVisitSummaryTitle
source: Visit summary
am: የጉብኝት ማጠቃለያ
es: Resumen de la visita
fr: Résumé de la visite
he: סיכום ביקור
ru: Итоги визита

# appointmentDetailVisitSummarySubtitle
source: Key takeaways and next steps
am: ዋና ነጥቦች እና ቀጣይ እርምጃዎች
es: Puntos clave y siguientes pasos
fr: Ce qu’il faut retenir et la suite
he: מה קרה בביקור ומה הצעדים הבאים
ru: Главное и следующие шаги

# appointmentDetailVisitSummaryDemo
source: Clinical exam completed. Follow-up recommended in 3 months and continue treatment as needed.
am: ክሊኒካዊ ምርመራ ተጠናቋል። በ3 ወራት ውስጥ ክትትል ይመከራል እና ሕክምናውን እንደ አስፈላጊነት ይቀጥሉ።
es: Examen clínico completado. Se recomienda seguimiento en 3 meses y continuar el tratamiento según sea necesario.
fr: Examen clinique réalisé. Suivi recommandé dans 3 mois et poursuite du traitement si nécessaire.
he: בוצעה בדיקה קלינית. הומלץ על מעקב בעוד 3 חודשים, והמשך טיפול לפי הצורך.
ru: Осмотр проведен. Рекомендован контроль через 3 месяца и продолжение лечения при необходимости.

# appointmentDetailDoctorReportTitle
source: Doctor's report
am: የዶክተር ሪፖርት
es: Informe del médico
fr: Compte rendu du médecin
he: סיכום רופא
ru: Отчет врача

# appointmentDetailDoctorReportSubtitle
source: Medical note written after the visit
am: ከጉብኝት በኋላ የተጻፈ ማስታወሻ
es: Nota médica escrita después de la visita
fr: Note médicale rédigée après la consultation
he: דוח רפואי מהרופא המטפל
ru: Заметка после визита

# appointmentDetailDoctorReportDemo
source: The patient came for a consultation. No concerning findings. Follow-up recommended and bring relevant documents to the next appointment.
am: ታካሚው/ዋ ለምክክር መጥቷል/ታለች። አሳሳቢ ውጤት አልተገኘም። ክትትል ይመከራል እና በሚቀጥለው ቀጠሮ ተዛማጅ ሰነዶችን ይዘው ይምጡ።
es: El paciente acudió a consulta. Sin hallazgos preocupantes. Se recomienda seguimiento y traer documentos relevantes a la próxima cita.
fr: Le patient s’est présenté pour une consultation. Aucun signe inquiétant. Suivi recommandé, et apport de documents pertinents au prochain rendez-vous.
he: המטופל/ת הגיע/ה לבדיקה. לא נמצאו ממצאים חריגים. מומלץ להמשיך מעקב ולהביא מסמכים רלוונטיים לביקור הבא.
ru: Пациент пришел на консультацию. Тревожных находок нет. Рекомендовано наблюдение и принести релевантные документы на следующий прием.

# appointmentDetailDocumentsAndRxTitle
source: Documents & prescription
am: ሰነዶች እና መድሀኒት ማዘዣ
es: Documentos y receta
fr: Documents & ordonnance
he: מסמכים ומרשמים
ru: Документы и рецепт

# appointmentDetailDocumentsAndRxSubtitle
source: Find the documents shared after your visit
am: ከጉብኝት በኋላ የተጋሩ ሰነዶችን ያግኙ
es: Encuentra los documentos compartidos después de tu visita
fr: Retrouvez les documents remis après la visite
he: מצא את המסמכים שהתקבלו לאחר הביקור
ru: Документы, полученные после визита

# appointmentDetailOpenVisitReport
source: Open visit report
am: የጉብኝት ሪፖርት ክፈት
es: Abrir informe de visita
fr: Ouvrir le compte rendu
he: פתח את סיכום הביקור
ru: Открыть отчет о визите

# appointmentDetailOpenPrescription
source: Open prescription
am: መድሀኒት ማዘዣ ክፈት
es: Abrir receta
fr: Ouvrir l’ordonnance
he: פתח מרשם
ru: Открыть рецепт

# appointmentDetailSendMessageCta
source: Message the office
am: ለቢሮው መልዕክት ላክ
es: Enviar mensaje a la consulta
fr: Envoyer un message au cabinet
he: שלח הודעה למרפאה
ru: Написать в кабинет

# messagesTitle
source: Messages
am: መልዕክቶች
es: Mensajes
he: הודעות
ru: Сообщения

# messagesMarkAllRead
source: Mark all as read
am: ሁሉንም እንደተነበበ ምልክት አድርግ
es: Marcar todo como leído
fr: Marquer tout comme lu
he: סמן הכול כנקרא
ru: Отметить все прочитанным

# messagesEmptyTitle
source: Your messages
am: መልዕክቶችዎ
es: Tus mensajes
fr: Vos messages
he: ההודעות שלך
ru: Ваши сообщения

# messagesEmptySubtitle
source: Start a conversation with your practitioners to request a document, ask a question, or follow your results.
am: ሰነድ ለመጠየቅ፣ ጥያቄ ለመጠየቅ ወይም ውጤቶችን ለመከታተል ከሐኪሞችዎ ጋር ውይይት ጀምሩ።
es: Inicia una conversación con tus profesionales para solicitar un documento, hacer una pregunta o seguir tus resultados.
fr: Démarrez une conversation avec vos praticiens pour demander un document, poser une question ou suivre vos résultats.
he: התחל שיחה עם הרופאים שלך כדי לבקש מסמך, לשאול שאלה או לעקוב אחר תוצאות.
ru: Начните диалог со специалистами, чтобы запросить документ, задать вопрос или следить за результатами.

# messagesNewMessageTitle
source: New message
am: አዲስ መልዕክት
es: Nuevo mensaje
fr: Nouveau message
he: הודעה חדשה
ru: Новое сообщение

# messagesWriteToOfficeTitle
source: Write to the office
am: ለቢሮው ጻፍ
es: Escribir a la consulta
fr: Écrire au cabinet
he: כתוב למרפאה
ru: Написать в кабинет

# messagesResponseTime
source: Reply within 24–48h.
am: መልስ በ24–48 ሰዓት ውስጥ።
es: Respuesta en 24–48 h.
fr: Réponse sous 24–48h.
he: מענה תוך 24–48 שעות.
ru: Ответ в течение 24–48 ч.

# messagesSubjectLabel
source: Subject
am: ርዕስ
es: Asunto
fr: Objet
he: נושא
ru: Тема

# messagesSubjectHint
source: e.g. Results, question…
am: ለምሳሌ፡ ውጤቶች፣ ጥያቄ…
es: p. ej., Resultados, pregunta…
fr: ex: Résultats, question…
he: לדוגמה: תוצאות, שאלה…
ru: например: результаты, вопрос…

# messagesSubjectRequired
source: Subject required
am: ርዕስ ያስፈልጋል
es: Asunto obligatorio
fr: Objet requis
he: נדרש נושא
ru: Тема обязательна

# messagesMessageLabel
source: Message
am: መልዕክት
es: Mensaje
he: הודעה
ru: Сообщение

# messagesMessageHint
source: Write your message…
am: መልዕክትዎን ይጻፉ…
es: Escribe tu mensaje…
fr: Écrivez votre message…
he: כתוב את ההודעה שלך…
ru: Напишите сообщение…

# messagesSendButton
source: Send
am: ላክ
es: Enviar
fr: Envoyer
he: שלח
ru: Отправить

# conversationTitle
source: Conversation
am: ውይይት
es: Conversación
he: שיחה
ru: Диалог

# conversationNewMessageTooltip
source: New message
am: አዲስ መልዕክት
es: Nuevo mensaje
fr: Nouveau message
he: הודעה חדשה
ru: Новое сообщение

# conversationWriteMessageHint
source: Write a message…
am: መልዕክት ጻፍ…
es: Escribe un mensaje…
fr: Écrire un message…
he: כתוב הודעה…
ru: Написать сообщение…

# practitionerTitle
source: Practitioner
am: ሐኪም
es: Profesional
fr: Praticien
he: רופא
ru: Специалист

# practitionerUnavailableTitle
source: Practitioner unavailable
am: ሐኪሙ አይገኝም
es: Profesional no disponible
fr: Praticien indisponible
he: הרופא אינו זמין
ru: Специалист недоступен

# practitionerNotFoundTitle
source: Practitioner not found
am: ሐኪም አልተገኘም
es: Profesional no encontrado
fr: Praticien introuvable
he: הרופא לא נמצא
ru: Специалист не найден

# practitionerNotFoundSubtitle
source: This profile is unavailable.
am: ይህ መገለጫ አይገኝም።
es: Este perfil no está disponible.
fr: Ce profil est indisponible.
he: הפרופיל אינו זמין.
ru: Этот профиль недоступен.

# practitionerBookAppointment
source: Book an appointment
am: ቀጠሮ ያስያዙ
es: Reservar una cita
fr: Prendre rendez-vous
he: קבע תור
ru: Записаться на прием

# practitionerSendMessage
source: Send a message
am: መልዕክት ላክ
es: Enviar un mensaje
fr: Envoyer un message
he: שלח הודעה
ru: Отправить сообщение

# practitionerAvailabilities
source: Availability
am: መገኘት
es: Disponibilidad
fr: Disponibilités
he: זמינות
ru: Доступность

# practitionerAddress
source: Address
am: አድራሻ
es: Dirección
fr: Adresse
he: כתובת
ru: Адрес

# practitionerProfileSection
source: Profile
am: መገለጫ
es: Perfil
fr: Profil
he: פרופיל
ru: Профиль

# documentsTitle
source: Documents
am: ሰነዶች
es: Documentos
he: מסמכים
ru: Документы

# documentsEmptyTitle
source: No documents
am: ሰነዶች የሉም
es: Sin documentos
fr: Aucun document
he: אין מסמך
ru: Нет документов

# documentsEmptySubtitle
source: Your prescriptions and results will appear here.
am: መድሀኒት ማዘዣዎችዎ እና ውጤቶችዎ እዚህ ይታያሉ።
es: Tus recetas y resultados aparecerán aquí.
fr: Vos ordonnances et résultats apparaîtront ici.
he: המרשמים והתוצאות שלך יופיעו כאן.
ru: Ваши рецепты и результаты появятся здесь.

# documentsOpen
source: Open
am: ክፈት
es: Abrir
fr: Ouvrir
he: פתח
ru: Открыть

# documentsShare
source: Share
am: አጋራ
es: Compartir
fr: Partager
he: שתף
ru: Поделиться

# authLogout
source: Log out
am: ውጣ
es: Cerrar sesión
fr: Se déconnecter
he: התנתק
ru: Выйти

# securityTitle
source: Security
am: ደህንነት
es: Seguridad
fr: Sécurité
he: אבטחה
ru: Безопасность

# securitySecureAccountTitle
source: Secure your account
am: መለያዎን ያስጠብቁ
es: Protege tu cuenta
fr: Sécurisez votre compte
he: אבטח את החשבון שלך
ru: Защитите аккаунт

# securitySecureAccountSubtitle
source: Update your information
am: መረጃዎን ያዘምኑ
es: Actualiza tu información
fr: Mettez à jour vos informations
he: עדכן את הפרטים שלך
ru: Обновите информацию

# securityChangePassword
source: Change password
am: የይለፍ ቃል ቀይር
es: Cambiar contraseña
fr: Changer le mot de passe
he: שנה סיסמה
ru: Сменить пароль

# securityChangePasswordSuccess
source: Request saved
am: ጥያቄው ተቀምጧል
es: Solicitud guardada
fr: Demande enregistrée
he: הבקשה נשמרה
ru: Запрос сохранен

# securityCurrentPassword
source: Current password
am: የአሁኑ የይለፍ ቃል
es: Contraseña actual
fr: Mot de passe actuel
he: סיסמה נוכחית
ru: Текущий пароль

# securityNewPassword
source: New password
am: አዲስ የይለፍ ቃል
es: Nueva contraseña
fr: Nouveau mot de passe
he: סיסמה חדשה
ru: Новый пароль

# accountTitle
source: My account
am: መለያዬ
es: Mi cuenta
fr: Mon compte
he: החשבון שלי
ru: Мой аккаунт

# accountTaglineTitle
source: Your health. Your data.
am: ጤናዎ። ውሂብዎ።
es: Tu salud. Tus datos.
fr: Votre santé. Vos données.
he: הבריאות שלך. הנתונים שלך.
ru: Ваше здоровье. Ваши данные.

# accountTaglineSubtitle
source: Your privacy is our priority.
am: የግላዊነትዎ ጥበቃ ቀዳሚ ነው።
es: Tu privacidad es nuestra prioridad.
fr: Votre confidentialité est notre priorité.
he: הפרטיות שלך היא העדיפות שלנו.
ru: Ваша конфиденциальность — наш приоритет.

# accountPersonalInfoSection
source: Personal information
am: ግላዊ መረጃ
es: Información personal
fr: Informations personnelles
he: פרטים אישיים
ru: Личная информация

# accountMyProfile
source: My profile
am: መገለጫዬ
es: Mi perfil
fr: Mon profil
he: הפרופיל שלי
ru: Мой профиль

# accountMyRelatives
source: My relatives
am: ዘመዶቼ
es: Mis familiares
fr: Mes proches
he: הקרובים שלי
ru: Мои близкие

# accountSectionTitle
source: Account
am: መለያ
es: Cuenta
fr: Compte
he: חשבון
ru: Аккаунт

# privacyTitle
source: Privacy
am: ግላዊነት
es: Privacidad
fr: Confidentialité
he: פרטיות
ru: Конфиденциальность

# privacyYourDataTitle
source: Your data
am: ውሂብዎ
es: Tus datos
fr: Vos données
he: הנתונים שלך
ru: Ваши данные

# privacyYourDataSubtitle
source: We protect your information and limit access to it.
am: መረጃዎን እንጠብቃለን እና መዳረሻን እንገድባለን።
es: Protegemos tu información y limitamos el acceso a ella.
fr: Nous protégeons vos informations et limitons leur accès.
he: אנחנו מגנים על המידע שלך ומגבילים את הגישה אליו.
ru: Мы защищаем вашу информацию и ограничиваем доступ к ней.

# privacySharingTitle
source: Sharing
am: ማጋራት
es: Compartir
fr: Partage
he: שיתוף
ru: Обмен

# privacySharingSubtitle
source: Control the documents shared with your practitioners.
am: ከሐኪሞችዎ ጋር የሚጋሩትን ሰነዶች ተቆጣጠሩ።
es: Controla los documentos que compartes con tus profesionales.
fr: Contrôlez les documents partagés avec vos praticiens.
he: שלוט במסמכים שמשותפים עם הרופאים שלך.
ru: Контролируйте документы, которыми делитесь со специалистами.

# privacyExportTitle
source: Export
am: ወደ ውጭ ላክ
es: Exportar
he: ייצוא
ru: Экспорт

# privacyExportSubtitle
source: Export your data at any time.
am: ውሂብዎን በማንኛውም ጊዜ ወደ ውጭ ላክ።
es: Exporta tus datos en cualquier momento.
fr: Exportez vos données à tout moment.
he: ייצא את הנתונים שלך בכל עת.
ru: Экспортируйте данные в любое время.

# paymentTitle
source: Payment
am: ክፍያ
es: Pago
fr: Paiement
he: תשלום
ru: Оплата

# paymentEmptyTitle
source: No payment method
am: የክፍያ መንገድ የለም
es: Sin método de pago
fr: Aucun moyen de paiement
he: אין אמצעי תשלום
ru: Нет способа оплаты

# paymentEmptySubtitle
source: Add a card to simplify billing.
am: ክፍያን ለማቀላጠፍ ካርድ ያክሉ።
es: Añade una tarjeta para simplificar la facturación.
fr: Ajoutez une carte pour simplifier la facturation.
he: הוסף כרטיס כדי לפשט את החיוב.
ru: Добавьте карту, чтобы упростить оплату.

# paymentExpires
source: Expires {expiry}
am: ያበቃው {expiry}
es: Caduca {expiry}
fr: Expire {expiry}
he: תוקף {expiry}
ru: Действует до {expiry}

# relativesTitle
source: My relatives
am: ዘመዶቼ
es: Mis familiares
fr: Mes proches
he: הקרובים שלי
ru: Мои близкие

# relativesEmptyTitle
source: No relative
am: ዘመድ የለም
es: Sin familiar
fr: Aucun proche
he: אין קרוב
ru: Нет близких

# relativesEmptySubtitle
source: Add your relatives to book appointments on their behalf.
am: በስማቸው ቀጠሮ ለማስያዝ ዘመዶችን ያክሉ።
es: Añade familiares para reservar citas en su nombre.
fr: Ajoutez vos proches pour prendre RDV en leur nom.
he: הוסף קרובים כדי לקבוע תור בשמם.
ru: Добавьте близких, чтобы записывать их на прием.

# settingsUnavailableTitle
source: Settings unavailable
am: ቅንብሮች አይገኙም
es: Ajustes no disponibles
fr: Paramètres indisponibles
he: ההגדרות אינן זמינות
ru: Настройки недоступны

# settingsUnavailableSubtitle
source: Unable to load your preferences.
am: ምርጫዎችዎን መጫን አልተቻለም።
es: No se pudieron cargar tus preferencias.
fr: Impossible de charger vos préférences.
he: לא ניתן לטעון את ההעדפות שלך.
ru: Не удалось загрузить ваши предпочтения.

# settingsNotificationsTitle
source: Notifications
am: ማሳወቂያዎች
es: Notificaciones
he: התראות
ru: Уведомления

# settingsNotificationsSubtitle
source: Receive messages and updates
am: መልዕክቶችን እና ዝማኔዎችን ተቀበል
es: Recibe mensajes y actualizaciones
fr: Recevoir des messages et mises à jour
he: קבל הודעות ועדכונים
ru: Получайте сообщения и обновления

# settingsRemindersTitle
source: Appointment reminders
am: የቀጠሮ ማስታወሻዎች
es: Recordatorios de citas
fr: Rappels de rendez-vous
he: תזכורות לתורים
ru: Напоминания о приемах

# settingsRemindersSubtitle
source: Receive reminders before your appointments
am: ከቀጠሮዎ በፊት ማስታወሻ ተቀበል
es: Recibe recordatorios antes de tus citas
fr: Recevoir des rappels avant vos RDV
he: קבל תזכורות לפני התורים שלך
ru: Получайте напоминания перед приемами

# settingsLanguageTitle
source: Language
am: ቋንቋ
es: Idioma
fr: Langue
he: שפה
ru: Язык

# settingsLanguageCurrentLabel
source: English (current)
am: አማርኛ (አሁን)
es: Español (actual)
fr: Français (actuel)
he: עברית (נוכחי)
ru: Русский (текущий)

# settingsLanguageShortLabel
source: English
am: አማርኛ
es: Español
fr: Français
he: עברית
ru: Русский

# profileTitle
source: My profile
am: መገለጫዬ
es: Mi perfil
fr: Mon profil
he: הפרופיל שלי
ru: Мой профиль

# profileUnavailableTitle
source: Profile unavailable
am: መገለጫ አይገኝም
es: Perfil no disponible
fr: Profil indisponible
he: הפרופיל אינו זמין
ru: Профиль недоступен

# profileUnavailableSubtitle
source: Your information is unavailable.
am: መረጃዎ አይገኝም።
es: Tu información no está disponible.
fr: Vos informations sont indisponibles.
he: הפרטים שלך אינם זמינים.
ru: Ваша информация недоступна.

# profileIdentitySection
source: Identity
am: መለያ
es: Identidad
fr: Identité
he: זהות
ru: Личность

# commonName
source: Name
am: ስም
es: Nombre
fr: Nom
he: שם
ru: Имя

# commonAddress
source: Address
am: አድራሻ
es: Dirección
fr: Adresse
he: כתובת
ru: Адрес

# commonCity
source: City
am: ከተማ
es: Ciudad
fr: Ville
he: עיר
ru: Город

# profileMedicalInfoSection
source: Medical information
am: የሕክምና መረጃ
es: Información médica
fr: Informations médicales
he: מידע רפואי
ru: Медицинская информация

# profileBloodType
source: Blood type
am: የደም አይነት
es: Grupo sanguíneo
fr: Groupe sanguin
he: סוג דם
ru: Группа крови

# profileHeight
source: Height
am: ቁመት
es: Altura
fr: Taille
he: גובה
ru: Рост

# profileWeight
source: Weight
am: ክብደት
es: Peso
fr: Poids
he: משקל
ru: Вес

# bookingSelectPatientTitle
source: Who is this appointment for?
am: ይህ ቀጠሮ ለማን ነው?
es: ¿Para quién es esta cita?
fr: Pour qui est ce rendez-vous ?
he: למי מיועד התור הזה?
ru: Для кого этот прием?

# bookingPatientsUnavailableTitle
source: Patients unavailable
am: ታካሚዎች አይገኙም
es: Pacientes no disponibles
fr: Patients indisponibles
he: המטופלים אינם זמינים
ru: Пациенты недоступны

# bookingAddRelative
source: Add a relative
am: ዘመድ ጨምር
es: Añadir un familiar
fr: Ajouter un proche
he: הוסף קרוב
ru: Добавить близкого

# commonMe
source: me
am: እኔ
es: yo
fr: moi
he: אני
ru: я

# bookingSelectSlotTitle
source: Choose a date
am: ቀን ይምረጡ
es: Elige una fecha
fr: Choisir une date
he: בחר תאריך
ru: Выберите дату

# bookingSelectSlotSubtitle
source: Select an available date and time.
am: የሚገኝ ቀን እና ሰዓት ይምረጡ።
es: Selecciona una fecha y hora disponibles.
fr: Sélectionnez une date et un horaire disponibles.
he: בחר תאריך ושעה זמינים.
ru: Выберите доступную дату и время.

# bookingSeeMoreDates
source: See more dates
am: ተጨማሪ ቀናት ይመልከቱ
es: Ver más fechas
fr: Voir plus de dates
he: ראה עוד תאריכים
ru: Показать больше дат

# commonSelected
source: Selected
am: ተመርጧል
es: Seleccionado
fr: Sélectionné
he: נבחר
ru: Выбрано

# bookingInstructionsTitle
source: Instructions
am: መመሪያዎች
es: Instrucciones
he: הנחיות
ru: Инструкции

# bookingInstructionsSubtitle
source: Before the appointment, please check these points.
am: ከቀጠሮው በፊት እባክዎ እነዚህን ነጥቦች ያረጋግጡ።
es: Antes de la cita, revisa estos puntos.
fr: Avant le rendez-vous, merci de vérifier ces points.
he: לפני התור, אנא בדוק את הנקודות הבאות.
ru: Перед приемом, пожалуйста, проверьте эти пункты.

# bookingInstructionsBullet1
source: Bring your insurance card and prescription if needed.
am: የኢንሹራንስ ካርድዎን እና ካስፈለገ መድሀኒት ማዘዣ ይዘው ይምጡ።
es: Trae tu tarjeta de seguro y receta si es necesario.
fr: Apportez votre carte vitale et votre ordonnance si besoin.
he: הבא את כרטיס הביטוח והמרשם במידת הצורך.
ru: Возьмите страховую карту и рецепт, если нужно.

# bookingInstructionsBullet2
source: Arrive 10 minutes early for administrative formalities.
am: ለሥነ-ስርዓት 10 ደቂቃ ቀድሞ ይድረሱ።
es: Llega 10 minutos antes para los trámites.
fr: Arrivez 10 minutes en avance pour les formalités.
he: הגע 10 דקות מוקדם יותר לצורך סידורים.
ru: Приходите на 10 минут раньше для оформления.

# bookingInstructionsBullet3
source: In case of cancellation, please inform us as soon as possible.
am: ለመሰረዝ ከተገደዱ በቶሎ እንዲቻል ያሳውቁን።
es: En caso de cancelación, avísanos lo antes posible.
fr: En cas d’annulation, prévenez dès que possible.
he: במקרה של ביטול, הודע בהקדם האפשרי.
ru: При отмене сообщите как можно скорее.

# bookingInstructionsAccept
source: I have read and accept these instructions.
am: እነዚህን መመሪያዎች አንብቤ ተቀብያለሁ።
es: He leído y acepto estas instrucciones.
fr: J’ai lu et j’accepte ces instructions.
he: קראתי ואני מסכים להנחיות אלו.
ru: Я прочитал(а) и принимаю эти инструкции.

# bookingConfirmTitle
source: Confirm the appointment
am: ቀጠሮውን ያረጋግጡ
es: Confirmar la cita
fr: Confirmer le rendez-vous
he: אשר את התור
ru: Подтвердите прием

# bookingConfirmSubtitle
source: Check the information before confirming.
am: ከማረጋገጥ በፊት መረጃውን ያረጋግጡ።
es: Revisa la información antes de confirmar.
fr: Vérifiez les informations avant de valider.
he: בדוק את המידע לפני האישור.
ru: Проверьте информацию перед подтверждением.

# bookingReasonLabel
source: Reason
am: ምክንያት
es: Motivo
fr: Motif
he: סיבה
ru: Причина
