Repository: Tomyshh/dokal-frontend
Catalog: lib/l10n/app_*.arb
Languages: am, es, fr, he, ru

# commonError
source: Error
am: ስህተት
fr: Erreur
he: שגיאה
ru: Ошибка

# commonEmail
source: Email
am: ኢሜይል
es: Correo electrónico
he: אימייל
ru: Электронная почта

# commonEmailHint
source: e.g. name@domain.com
am: ለምሳሌ፡ name@domain.com
es: p. ej., name@domain.com
fr: ex: nom@domaine.com
he: לדוגמה: name@domain.com
ru: например: name@domain.com

# commonEmailRequired
source: Email required
am: ኢሜይል ያስፈልጋል
es: Correo obligatorio
fr: Email requis
he: נדרש אימייל
ru: Требуется email

# commonEmailInvalid
source: Invalid email
am: የተሳሳተ ኢሜይል
es: Correo no válido
fr: Email invalide
he: אימייל לא תקין
ru: Неверный email

# commonPassword
source: Password
am: የይለፍ ቃል
es: Contraseña
fr: Mot de passe
he: סיסמה
ru: Пароль

# commonPasswordRequired
source: Password required
am: የይለፍ ቃል ያስፈልጋል
es: Contraseña obligatoria
fr: Mot de passe requis
he: נדרשת סיסמה
ru: Требуется пароль

# commonPasswordMinChars
source: Minimum {min} characters
am: ቢያንስ {min} ቁምፊዎች
es: Mínimo {min} caracteres
fr: Minimum {min} caractères
he: מינימום {min} תווים
ru: Минимум {min} символов

# authLoginTitle
source: Sign in
am: ግባ
es: Iniciar sesión
fr: Connexion
he: התחברות
ru: Войти

# authLoginSubtitle
source: Access your appointments, messages and documents.
am: ወደ ቀጠሮዎችዎ፣ መልዕክቶችዎ እና ሰነዶችዎ ይግቡ።
es: Accede a tus citas, mensajes y documentos.
fr: Accédez à vos rendez-vous, messages et documents.
he: גישה לפגישות, הודעות ומסמכים שלך.
ru: Доступ к вашим приемам, сообщениям и документам.

# authLoginButton
source: Sign in
am: ግባ
es: Iniciar sesión
fr: Se connecter
he: התחבר
ru: Войти

# authForgotPasswordCta
source: Forgot password?
am: የይለፍ ቃል ረሳህ?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
he: שכחת סיסמה?
ru: Забыли пароль?

# authCreateAccountCta
source: Create an account
am: መለያ ፍጠር
es: Crear una cuenta
fr: Créer un compte
he: צור חשבון
ru: Создать аккаунт

# authContinueWithoutAccount
source: Continue without an account
am: ያለ መለያ ቀጥል
es: Continuar sin cuenta
fr: Continuer sans compte
he: המשך ללא חשבון
ru: Продолжить без аккаунта

# authRegisterTitle
source: Create an account
am: መለያ ፍጠር
es: Crear una cuenta
fr: Créer un compte
he: צור חשבון
ru: Создать аккаунт

# authRegisterSubtitle
source: All fields are required.
am: ሁሉም መስኮች ግዴታ ናቸው።
es: Todos los campos son obligatorios.
fr: Tous les champs sont obligatoires.
he: כל השדות חובה.
ru: Все поля обязательны.

# authFirstName
source: First name
am: ስም
es: Nombre
fr: Prénom
he: שם פרטי
ru: Имя

# authLastName
source: Last name
am: የአባት ስም
es: Apellido
fr: Nom
he: שם משפחה
ru: Фамилия

# commonRequired
source: Required
am: ግዴታ
es: Obligatorio
fr: Requis
he: חובה
ru: Обязательно

# commonContinue
source: Continue
am: ቀጥል
es: Continuar
fr: Continuer
he: המשך
ru: Продолжить

# authAlreadyHaveAccount
source: I already have an account
am: አስቀድሞ መለያ አለኝ
es: Ya tengo una cuenta
fr: J'ai déjà un compte
he: כבר יש לי חשבון
ru: У меня уже есть аккаунт

# authForgotPasswordTitle
source: Forgot password
am: የይለፍ ቃል ረሳሁ
es: Olvidé mi contraseña
fr: Mot de passe oublié
he: שכחת סיסמה
ru: Забыли пароль

# authForgotPasswordSubtitle
source: We'll send you a reset link.
am: የመመለሻ አገናኝ እንልካለን።
es: Te enviaremos un enlace para restablecerla.
fr: Nous vous enverrons un lien de réinitialisation.
he: נשלח לך קוד בן 6 ספרות בדוא"ל.
ru: Мы отправим вам ссылку для сброса.

# authForgotPasswordSendLink
source: Send link
am: አገናኝ ላክ
es: Enviar enlace
fr: Envoyer le lien
he: שלח קוד
ru: Отправить ссылку

# authBackToLogin
source: Back to sign in
am: ወደ መግቢያ ተመለስ
es: Volver a iniciar sesión
fr: Retour à la connexion
he: חזרה להתחברות
ru: Назад ко входу

# authForgotPasswordEmailSent
source: Email sent. Check your inbox.
am: ኢሜይል ተልኳል። ገቢ ፖስታዎን ያረጋግጡ።
es: Correo enviado. Revisa tu bandeja de entrada.
fr: Email envoyé. Vérifiez votre boîte de réception.
he: הקוד נשלח. בדוק את תיבת הדואר.
ru: Письмо отправлено. Проверьте почту.

# authVerifyEmailTitle
source: Verify your email
am: ኢሜይልዎን ያረጋግጡ
es: Verifica tu correo
fr: Vérifiez votre email
he: אמת את האימייל שלך
ru: Подтвердите email

# authVerifyEmailDescription
source: We sent a confirmation email to {email}. Click the link in the email, then return to the app.
am: ወደ {email} የማረጋገጫ ኢሜይል ላክን። በኢሜይሉ ውስጥ ያለውን አገናኝ ጫን እና ወደ መተግበሪያው ተመለስ።
es: Enviamos un correo de confirmación a {email}. Haz clic en el enlace del correo y vuelve a la app.
fr: Nous avons envoyé un email de confirmation à {email}. Cliquez sur le lien dans l'email puis revenez dans l'application.
he: שלחנו קוד בן 6 ספרות לכתובת {email}. הזן אותו למטה.
ru: Мы отправили письмо подтверждения на {email}. Нажмите ссылку в письме и вернитесь в приложение.

# authVerifyEmailCheckedBackToLogin
source: I've verified it, back to sign in
am: አረጋግጫለሁ፣ ወደ መግቢያ ተመለስ
es: Ya lo verifiqué, volver a iniciar sesión
fr: J'ai vérifié, retourner à la connexion
he: אישרתי, חזרה להתחברות
ru: Подтвердил(а), назад ко входу

# authVerifyEmailResend
source: Resend email
am: ኢሜይል ደግመህ ላክ
es: Reenviar correo
fr: Renvoyer l'email
he: שלח שוב את הקוד
ru: Отправить письмо снова

# authVerifyEmailResentSnack
source: Confirmation email resent.
am: የማረጋገጫ ኢሜይል ደግመን ላክን።
es: Correo de confirmación reenviado.
fr: Email de confirmation renvoyé.
he: קוד האימות נשלח מחדש.
ru: Письмо подтверждения отправлено снова.

# commonBack
source: Back
am: ተመለስ
es: Atrás
fr: Retour
he: חזרה
ru: Назад

# homeMyPractitioners
source: My practitioners
am: የእኔ ሐኪሞች
es: Mis profesionales
fr: Mes praticiens
he: הרופאים שלי
ru: Мои специалисты

# homeHistory
source: History
am: ታሪክ
es: Historial
fr: Historique
he: היסטוריה
ru: История

# homeGreeting
source: Hello {name}
am: ሰላም {name}
es: Hola {name}
fr: Bonjour {name}
he: שלום {name}
ru: Привет, {name}

# homeSearchHint
source: Practitioner, specialty...
am: ሐኪም፣ ስፔሻሊቲ...
es: Profesional, especialidad...
fr: Praticien, spécialité...
he: רופא, התמחות...
ru: Врач, специальность...

# homeHealthTip1
source: This year, adopt healthy habits.
am: በዚህ ዓመት ጤናማ ልማዶችን ይማሩ።
es: Este año, adopta hábitos saludables.
fr: Cette année, adoptez les bons réflexes santé.
he: השנה, מאמצים הרגלי בריאות נכונים.
ru: В этом году заведите полезные привычки.

# homeHealthTip2
source: It's not too late to get vaccinated.
am: መከተብ ለማድረግ ገና አልዘገየም።
es: Aún estás a tiempo de vacunarte.
fr: Il est encore temps de vous faire vacciner.
he: עדיין אפשר להתחסן.
ru: Еще не поздно сделать прививку.

# homeCompleteHealthProfile
source: Complete your health profile
am: የጤና መገለጫዎን ያሟሉ
es: Completa tu perfil de salud
fr: Compléter votre profil santé
he: השלם את פרופיל הבריאות שלך
ru: Заполните профиль здоровья

# homeCompleteHealthProfileSubtitle
source: Get personalized reminders and prepare your appointments
am: ግላዊ ማስታወሻዎችን ተቀበል እና ቀጠሮዎችህን አዘጋጅ
es: Recibe recordatorios personalizados y prepárate para tus citas
fr: Recevez des rappels personnalisés et préparez vos RDV
he: קבל תזכורות מותאמות והכן את הביקורים שלך
ru: Получайте персональные напоминания и готовьтесь к приемам

# homeStart
source: Get started
am: ጀምር
es: Empezar
fr: Commencer
he: התחל
ru: Начать

# homeNoRecentPractitioner
source: No recent practitioner
am: የቅርብ ጊዜ ሐኪም የለም
es: Sin profesional reciente
fr: Aucun praticien récent
he: אין רופא אחרון
ru: Нет недавних специалистов

# homeHistoryDescription
source: You can view the list of practitioners you have consulted
am: ያገናኙትን ሐኪሞች ዝርዝር ማየት ትችላለህ
es: Puedes ver la lista de profesionales que has consultado
fr: Vous pouvez afficher la liste des praticiens que vous avez consultés
he: ניתן להציג את רשימת הרופאים שבהם ביקרת
ru: Вы можете посмотреть список специалистов, у которых вы были

# homeHistoryEnabledSnack
source: History enabled
am: ታሪክ ተከፍቷል
es: Historial activado
fr: Historique activé
he: היסטוריה הופעלה
ru: История включена

# homeHistoryEnabled
source: History enabled
am: ታሪክ ተከፍቷል
es: Historial activado
fr: Historique activé
he: היסטוריה הופעלה
ru: История включена

# homeActivateHistory
source: Enable history
am: ታሪክን አንቃ
es: Activar historial
fr: Activer l'historique
he: הפעל היסטוריה
ru: Включить историю

# homeNewMessageTitle
source: You have a new message from Dr {name}
am: ከዶክተር {name} አዲስ መልዕክት አለዎት
es: Tienes un nuevo mensaje del Dr. {name}
fr: Vous avez un nouveau message du Dr {name}
he: מחכה לך הודעה חדשה מ־{name}
ru: У вас новое сообщение от доктора {name}

# homeNewMessageNoAppointment
source: No related appointment
am: የተያያዘ ቀጠሮ የለም
es: Sin cita relacionada
fr: Aucun rendez-vous associé
he: ללא תור משויך
ru: Нет связанного приема

# homeUpcomingAppointmentsTitle
source: Upcoming appointments
am: ቀጣይ ቀጠሮዎች
es: Próximas citas
fr: Rendez-vous à venir
he: תורים קרובים
ru: Ближайшие приемы

# homeLast3AppointmentsTitle
source: Last 3 appointments
am: የመጨረሻ 3 ቀጠሮዎች
es: Últimas 3 citas
fr: 3 derniers rendez-vous
he: 3 התורים האחרונים
ru: Последние 3 приема

# homeSeeAllPastAppointments
source: See all past appointments
am: ሁሉንም ያለፉ ቀጠሮዎች ይመልከቱ
es: Ver todas las citas pasadas
fr: Voir tous les rendez-vous passés
he: צפה
ru: Посмотреть все прошедшие приемы

# homeAppointmentHistoryTitle
source: Appointment history
am: የቀጠሮ ታሪክ
es: Historial de citas
fr: Historique de rendez-vous
he: היסטוריית תורים
ru: История приемов

# homeNoAppointmentHistory
source: No past appointments
am: ያለፉ ቀጠሮዎች የሉም
es: No hay citas pasadas
fr: Aucun rendez-vous passé
he: אין היסטוריית תורים
ru: Нет прошедших приемов

# commonTryAgainLater
source: Try again later.
am: ቆይተህ እንደገና ሞክር።
es: Inténtalo más tarde.
fr: Réessayez plus tard.
he: נסה שוב מאוחר יותר.
ru: Попробуйте позже.

# commonUnableToLoad
source: Unable to load
am: መጫን አልተቻለም
es: No se pudo cargar
fr: Impossible de charger
he: לא ניתן לטעון
ru: Не удалось загрузить

# commonAvailableSoon
source: Available soon
am: በቅርቡ ይገኛል
es: Disponible pronto
fr: Disponible bientôt
he: זמין בקרוב
ru: Скоро будет доступно

# commonCancel
source: Cancel
am: ይቅር
es: Cancelar
fr: Annuler
he: ביטול
ru: Отмена

# commonActionIsFinal
source: This action is final.
am: ይህ እርምጃ መመለስ አይቻልም።
es: Esta acción es definitiva.
fr: Cette action est définitive.
he: פעולה זו היא סופית.
ru: Это действие необратимо.

# commonTodo
source: To do
am: ለማድረግ
es: Por hacer
fr: À faire
he: לביצוע
ru: Сделать

# commonToRead
source: To read
am: ለማንበብ
es: Por leer
fr: À lire
he: לקריאה
ru: К прочтению

# commonSettings
source: Settings
am: ቅንብሮች
es: Ajustes
fr: Paramètres
he: הגדרות
ru: Настройки

# commonTryAgainInAMoment
source: Try again in a moment.
am: በትንሹ ጊዜ ውስጥ እንደገና ሞክር።
es: Inténtalo de nuevo en un momento.
fr: Réessayez dans un instant.
he: נסה שוב בעוד רגע.
ru: Попробуйте чуть позже.

# commonMinChars
source: Minimum {min} characters
am: ቢያንስ {min} ቁምፊዎች
es: Mínimo {min} caracteres
fr: Minimum {min} caractères
he: מינימום {min} תווים
ru: Минимум {min} символов

# commonOnline
source: Online
am: በመስመር ላይ
es: En línea
fr: En ligne
he: מחובר
ru: Онлайн

# appointmentsTitle
source: My appointments
am: ቀጠሮዎቼ
es: Mis citas
fr: Mes rendez-vous
he: התורים שלי
ru: Мои приемы

# appointmentsTabUpcoming
source: Upcoming
am: ቀጣይ
es: Próximas
fr: À venir
he: בקרוב
ru: Предстоящие

# appointmentsTabPast
source: Past
am: ያለፉ
es: Pasadas
fr: Passés
he: עבר
ru: Прошедшие

# appointmentsNoUpcomingTitle
source: No upcoming appointments
am: ቀጣይ ቀጠሮ የለም
es: No hay próximas citas
fr: Aucun rendez-vous à venir
he: אין תורים קרובים
ru: Нет предстоящих приемов

# appointmentsNoUpcomingSubtitle
source: Your next appointments will appear here.
am: ቀጣይ ቀጠሮዎችዎ እዚህ ይታያሉ።
es: Tus próximas citas aparecerán aquí.
fr: Vos prochains RDV apparaîtront ici.
he: התורים הבאים שלך יופיעו כאן.
ru: Ваши следующие приемы появятся здесь.

# appointmentsNoPastTitle
source: No past appointments
am: ያለፉ ቀጠሮ የለም
es: No hay citas pasadas
fr: Aucun rendez-vous passé
he: אין תורים קודמים
ru: Нет прошедших приемов

# appointmentsNoPastSubtitle
source: Your completed appointments will appear here.
am: የተጠናቀቁ ቀጠሮዎችዎ እዚህ ይታያሉ።
es: Tus citas completadas aparecerán aquí.
fr: Vos RDV terminés apparaîtront ici.
he: תורים שהסתיימו יופיעו כאן.
ru: Завершенные приемы появятся здесь.

# searchTitle
source: Search
am: ፈልግ
es: Buscar
fr: Rechercher
he: חיפוש
ru: Поиск

# searchHint
source: Practitioner, specialty...
am: ሐኪም፣ ስፔሻሊቲ...
es: Profesional, especialidad...
fr: Praticien, spécialité...
he: רופא, התמחות...
ru: Врач, специальность...

# searchUnavailableTitle
source: Search unavailable
am: ፍለጋ አይገኝም
es: Búsqueda no disponible
fr: Recherche indisponible
he: החיפוש אינו זמין
ru: Поиск недоступен

# searchNoResultsTitle
source: No results
am: ውጤት የለም
es: Sin resultados
fr: Aucun résultat
he: אין תוצאות
ru: Нет результатов

# searchNoResultsSubtitle
source: Try a different term.
am: ሌላ ቃል ሞክር።
es: Prueba con otro término.
fr: Essayez avec un autre terme.
he: נסה מונח אחר.
ru: Попробуйте другой запрос.

# searchFilterTitle
source: Filter results
am: ውጤቶችን አጣራ
es: Filtrar resultados
he: סינון תוצאות
ru: Фильтр результатов

# searchFilterDate
source: Availability date
am: የመገኘት ቀን
es: Fecha de disponibilidad
he: תאריך זמינות
ru: Дата доступности

# searchFilterDateToday
source: Today
am: ዛሬ
es: Hoy
he: היום
ru: Сегодня

# searchFilterDateTomorrow
source: Tomorrow
am: ነገ
es: Mañana
he: מחר
ru: Завтра

# searchFilterDateThisWeek
source: This week
am: በዚህ ሳምንት
es: Esta semana
he: השבוע
ru: На этой неделе

# searchFilterDateNextWeek
source: Next week
am: በሚቀጥለው ሳምንት
es: La próxima semana
he: שבוע הבא
ru: На следующей неделе

# searchFilterDateAny
source: Any date
am: ማንኛውም ቀን
es: Cualquier fecha
he: כל תאריך
ru: Любая дата

# searchFilterSpecialty
source: Specialty
am: ስፔሻሊቲ
es: Especialidad
he: התמחות
ru: Специальность

# searchFilterSpecialtyAll
source: All specialties
am: ሁሉም ስፔሻሊቲዎች
es: Todas las especialidades
he: כל ההתמחויות
ru: Все специальности

# searchFilterKupatHolim
source: Health fund
am: የጤና ፈንድ
es: Caja de salud
he: קופת חולים
ru: Больничная касса

# searchFilterKupatHolimAll
source: All funds
am: ሁሉም ፈንዶች
es: Todas las cajas
he: כל הקופות
ru: Все кассы

# searchFilterDistance
source: Maximum distance
am: ከፍተኛ ርቀት
es: Distancia máxima
he: מרחק מקסימלי
ru: Максимальная дистанция

# searchFilterDistanceAny
source: No limit
am: ያለ ገደብ
es: Sin límite
he: ללא הגבלה
ru: Без ограничения

# searchFilterApply
source: Apply filters
am: ማጣሪያዎችን ተግብር
es: Aplicar filtros
he: החל סינון
ru: Применить фильтры

# searchFilterReset
source: Clear all
am: ሁሉንም አጥፋ
es: Borrar todo
he: נקה הכל
ru: Сбросить все

# searchFilterActiveCount
source: {count} active filters
am: {count} ንቁ ማጣሪያዎች
es: {count} filtros activos
he: {count} סינונים פעילים
ru: Активных фильтров: {count}

# searchSortTitle
source: Sort by
am: በ… ደርድር
es: Ordenar por
he: מיין לפי
ru: Сортировать по

# searchSortAvailability
source: Availability
am: መገኘት
es: Disponibilidad
he: זמינות
ru: Доступности

# searchSortDistance
source: Distance
am: ርቀት
es: Distancia
he: מרחק
ru: Расстоянию

# searchSortName
source: Name
am: ስም
es: Nombre
he: שם
ru: Имени

# searchSortRating
source: Rating
am: ደረጃ
es: Valoración
he: דירוג
ru: Рейтингу

# onboardingStep1Title
source: Book appointments easily
am: ቀጠሮ በቀላሉ ያስያዙ
es: Encuentra y reserva citas médicas fácilmente
fr: Trouvez et réservez vos rendez-vous médicaux facilement
he: מצאו וקבעו תורים רפואיים בקלות
ru: Легко находите и записывайтесь на приём к врачу

# onboardingStep2Title
source: Chat easily with your practitioners
am: ከሐኪሞችዎ ጋር በቀላሉ ይወያዩ
es: Chatea fácilmente con tus profesionales
fr: Échangez facilement avec vos praticiens
he: התכתבו בקלות עם הרופאים שלכם
ru: Легко общайтесь с вашими специалистами

# onboardingStep3Title
source: Access your medical records anytime
am: የሕክምና ሰነዶችዎን ማንኛውንም ጊዜ ያግኙ
es: Recordatorios y resumen de tus últimas consultas
fr: Rappels et résumé de vos dernières consultations
he: תזכורות וסיכום הפגישות האחרונות
ru: Напоминания и сводка последних консультаций

# onboardingContinueButton
source: Continue
am: ቀጥል
es: Continuar
fr: Continuer
he: המשך
ru: Продолжить

# onboardingStartButton
source: Get started
am: ጀምር
es: Empezar
fr: Commencer
he: התחל
ru: Начать

# healthTitle
source: My health
am: ጤናዬ
es: Mi salud
fr: Ma Santé
he: הבריאות שלי
ru: Мое здоровье

# healthSubtitle
source: Manage your health profile
am: የጤና መገለጫዎን ያስተዳድሩ
es: Gestiona tu perfil de salud
fr: Gérez votre profil santé
he: נהל את פרופיל הבריאות שלך
ru: Управляйте профилем здоровья

# healthProfileTitle
source: Health profile
am: የጤና መገለጫ
es: Perfil de salud
fr: Profil santé
he: פרופיל בריאות
ru: Профиль здоровья

# healthProfileSubtitle
source: Fill in key info (Israel)
am: አስፈላጊ መረጃ ይሙሉ (እስራኤል)
es: Completa información clave (Israel)
fr: Renseignez les informations clés (Israël)
he: מלא מידע חשוב לקראת ביקורים ותורים
ru: Заполните ключевую информацию (Израиль)

# healthProfileIntro
source: This information helps us prepare your care in Israel (HMO, family doctor, allergies, etc.).
am: ይህ መረጃ በእስራኤል ሕክምናዎን ለማዘጋጀት ይረዳናል (ፈንድ፣ የቤተሰብ ሐኪም፣ አለርጂዎች ወዘተ).
es: Esta información nos ayuda a preparar tu atención en Israel (caja, médico de familia, alergias, etc.).
fr: Ces informations nous aident à préparer vos soins en Israël (koupot holim, médecin traitant, allergies, etc.).
he: מידע זה יעזור לנו להכין את הביקורים שלך בישראל (קופת חולים, רופא משפחה, אלרגיות וכו׳).
ru: Эта информация помогает подготовить ваш прием в Израиле (касса, семейный врач, аллергии и т.д.).

# healthProfileSave
source: Save
am: አስቀምጥ
es: Guardar
fr: Enregistrer
he: שמור
ru: Сохранить

# healthProfileSavedSnack
source: Profile saved
am: መገለጫ ተቀምጧል
es: Perfil guardado
fr: Profil enregistré
he: הפרופיל נשמר
ru: Профиль сохранен

# healthProfileStepIdentity
source: Identity
am: መለያ
es: Identidad
fr: Identité
he: זהות
ru: Личность

# healthProfileStepKupatHolim
source: HMO
am: ፈንድ
es: Caja
fr: Koupot holim
he: קופת חולים
ru: Касса

# healthProfileStepMedical
source: Medical info
am: የሕክምና መረጃ
es: Información médica
fr: Informations médicales
he: מידע רפואי
ru: Медицинская информация

# healthProfileStepEmergency
source: Emergency contact
am: የአደጋ እንዲጠራ
es: Contacto de emergencia
fr: Contact d’urgence
he: איש קשר לחירום
ru: Контакт на случай ЧС

# healthProfileTeudatZehut
source: ID number
am: መታወቂያ ቁጥር
es: Número de identificación
fr: Teoudat zehout
he: תעודת זהות
ru: Номер удостоверения

# healthProfileDateOfBirth
source: Date of birth
am: የትውልድ ቀን
es: Fecha de nacimiento
fr: Date de naissance
he: תאריך לידה
ru: Дата рождения

# healthProfileSex
source: Sex
am: ፆታ
es: Sexo
fr: Sexe
he: מין
ru: Пол

# healthProfileSexFemale
source: Female
am: ሴት
es: Mujer
fr: Femme
he: נקבה
ru: Женский

# healthProfileSexMale
source: Male
am: ወንድ
es: Hombre
fr: Homme
he: זכר
ru: Мужской

# healthProfileSexOther
source: Other
am: ሌላ
es: Otro
fr: Autre
he: אחר
ru: Другое

# healthProfileKupatHolim
source: HMO
am: የጤና ፈንድ
es: Caja de salud
fr: Kupat holim
he: קופת חולים
ru: Больничная касса

# healthProfileKupatMemberId
source: Member ID
am: የአባል መለያ
es: ID de miembro
fr: N° adhérent
he: מספר חבר
ru: Номер участника

# healthProfileFamilyDoctor
source: Family doctor
am: የቤተሰብ ሐኪም
es: Médico de familia
fr: Médecin traitant
he: רופא/ת משפחה
ru: Семейный врач

# healthProfileEmergencyContactName
source: Emergency contact name
am: የአደጋ እንዲጠራ ስም
es: Nombre del contacto de emergencia
fr: Nom du contact d’urgence
he: שם איש קשר לחירום
ru: Имя контакта на случай ЧС

# healthProfileEmergencyContactPhone
source: Emergency contact phone
am: የአደጋ ስልክ
es: Teléfono de emergencia
fr: Téléphone du contact d’urgence
he: טלפון לחירום
ru: Телефон на случай ЧС

# kupatClalit
source: Clalit
he: כללית

# kupatMaccabi
source: Maccabi
he: מכבי

# kupatMeuhedet
source: Meuhedet
he: מאוחדת

# kupatLeumit
source: Leumit
he: לאומית

# kupatOther
source: Other
am: ሌላ
es: Otro
fr: Autre
he: אחר
ru: Другое

# healthMyFileSectionTitle
source: My file
am: ፋይሌ
es: Mi expediente
fr: Mon dossier
he: התיק שלי
ru: Мой файл

# healthDocumentsTitle
source: Documents
am: ሰነዶች
es: Documentos
he: מסמכים
ru: Документы

# healthDocumentsSubtitle
source: Prescriptions, tests, reports
am: መድሀኒት ማዘዣ፣ ምርመራዎች፣ ሪፖርቶች
es: Recetas, pruebas, informes
fr: Ordonnances, analyses, comptes-rendus
he: מרשמים, בדיקות, סיכומים
ru: Рецепты, анализы, отчеты

# healthConditionsTitle
source: Medical conditions
am: የሕክምና ሁኔታዎች
es: Condiciones médicas
fr: Conditions médicales
he: מצבים רפואיים
ru: Заболевания

# healthConditionsSubtitle
source: History and conditions
am: ታሪክ እና ሁኔታዎች
es: Historial y condiciones
fr: Antécédents et pathologies
he: היסטוריה רפואית ומחלות
ru: История и состояния

# healthMedicationsTitle
source: Medications
am: መድሀኒቶች
es: Medicamentos
fr: Médicaments
he: תרופות
ru: Лекарства

# healthMedicationsSubtitle
source: Current treatments
am: የአሁኑ ሕክምናዎች
es: Tratamientos actuales
fr: Traitements en cours
he: טיפולים נוכחיים
ru: Текущие назначения

# healthAllergiesTitle
source: Allergies
am: አለርጂዎች
es: Alergias
he: אלרגיות
ru: Аллергии

# healthAllergiesSubtitle
source: Known allergies
am: የታወቁ አለርጂዎች
es: Alergias conocidas
fr: Allergies connues
he: אלרגיות ידועות
ru: Известные аллергии

# healthVaccinationsTitle
source: Vaccinations
am: ክትባቶች
es: Vacunas
he: חיסונים
ru: Прививки

# healthVaccinationsSubtitle
source: Vaccination history
am: የክትባት ታሪክ
es: Historial de vacunación
fr: Historique vaccinal
he: היסטוריית חיסונים
ru: История вакцинации

# healthUpToDateTitle
source: You're up to date
am: ሁሉም ዘመናዊ ነው
es: Estás al día
fr: Vous êtes à jour
he: הכול מעודכן
ru: Все актуально

# healthUpToDateSubtitle
source: We'll notify you when you have new health reminders.
am: አዲስ የጤና ማስታወሻዎች ሲኖሩ እናሳውቅዎታለን።
es: Te avisaremos cuando tengas nuevos recordatorios de salud.
fr: Nous vous notifierons quand vous aurez de nouveaux rappels santé.
he: נודיע לך כשיהיו לך תזכורות בריאות חדשות.
ru: Мы уведомим вас, когда появятся новые напоминания.

# appointmentDetailTitle
source: Appointment details
am: የቀጠሮ ዝርዝሮች
es: Detalles de la cita
fr: Détails du rendez-vous
he: פרטי התור
ru: Детали приема

# appointmentDetailCancelledSnack
source: Appointment cancelled
am: ቀጠሮ ተሰርዟል
es: Cita cancelada
fr: Rendez-vous annulé
he: התור בוטל
ru: Прием отменен

# appointmentDetailNotFoundTitle
source: Appointment not found
am: ቀጠሮ አልተገኘም
es: Cita no encontrada
fr: Rendez-vous introuvable
he: התור לא נמצא
ru: Прием не найден

# appointmentDetailNotFoundSubtitle
source: This appointment is unavailable or cancelled.
am: ይህ ቀጠሮ አይገኝም ወይም ተሰርዟል።
es: Esta cita no está disponible o fue cancelada.
fr: Ce RDV est indisponible ou annulé.
he: התור אינו זמין או בוטל.
ru: Этот прием недоступен или отменен.

# appointmentDetailReschedule
source: Reschedule
am: ዳግም ያቅዱ
es: Reprogramar
fr: Replanifier
he: לקבוע מחדש
ru: Перенести

# appointmentDetailCancelQuestion
source: Cancel the appointment?
am: ቀጠሮውን ልሰርዝ?
es: ¿Cancelar la cita?
fr: Annuler le rendez-vous ?
he: לבטל את התור?
ru: Отменить прием?

# appointmentDetailPreparationTitle
source: Preparation required
am: አስቀድሞ ዝግጅት ያስፈልጋል
es: Se requiere preparación
fr: Préparation requise
he: נדרשת הכנה
ru: Требуется подготовка

# appointmentDetailPreparationSubtitle
source: Prepare your visit in advance.
am: ጉብኝትዎን አስቀድሞ ያዘጋጁ።
es: Prepara tu visita con antelación.
fr: Préparez votre consultation en avance.
he: הכן את הביקור מראש.
ru: Подготовьте визит заранее.

# appointmentDetailPrepQuestionnaire
source: Fill out the health questionnaire
am: የጤና መጠይቅ ሙሉ
es: Rellenar el cuestionario de salud
fr: Remplir le questionnaire santé
he: מילוי שאלון בריאות
ru: Заполнить медицинскую анкету

# appointmentDetailPrepInstructions
source: View instructions
am: መመሪያዎችን ይመልከቱ
es: Ver instrucciones
fr: Voir les instructions
he: צפה בהנחיות
ru: Посмотреть инструкции
