Repository: Tomyshh/dokal-frontend
Catalog: lib/l10n/app_*.arb
Languages: am, es, fr, he, ru

# bookingPatientLabel
source: Patient
am: ታካሚ
es: Paciente
he: מטופל
ru: Пациент

# bookingSlotLabel
source: Slot
am: ሰዓት
es: Horario
fr: Créneau
he: מועד
ru: Время

# bookingMissingInfoTitle
source: Missing information
am: መረጃ ጎድሏል
es: Falta información
fr: Informations manquantes
he: מידע חסר
ru: Не хватает информации

# bookingZipCodeLabel
source: ZIP code
am: ፖስታ ኮድ
es: Código postal
fr: Code postal
he: מיקוד
ru: Почтовый индекс

# bookingVisitedBeforeQuestion
source: Have you already seen this practitioner?
am: ከዚህ ሐኪም በፊት ተመልከተዋል?
es: ¿Ya has visto a este profesional?
fr: Avez-vous déjà consulté ce praticien ?
he: האם ביקרת אצל רופא זה בעבר?
ru: Вы уже были у этого специалиста?

# commonYes
source: Yes
am: አዎ
es: Sí
fr: Oui
he: כן
ru: Да

# commonNo
source: No
am: አይ
fr: Non
he: לא
ru: Нет

# bookingConfirmButton
source: Confirm appointment
am: ቀጠሮውን አረጋግጥ
es: Confirmar cita
fr: Confirmer le rendez-vous
he: אשר את התור
ru: Подтвердить прием

# bookingChangeSlotButton
source: Change slot
am: ሰዓት ቀይር
es: Cambiar horario
fr: Modifier le créneau
he: שנה את המועד
ru: Изменить время

# bookingSuccessTitle
source: Appointment confirmed
am: ቀጠሮ ተረጋግጧል
es: Cita confirmada
fr: Rendez-vous confirmé
he: התור אושר
ru: Прием подтвержден

# bookingSuccessSubtitle
source: We sent a confirmation to your email.
am: ማረጋገጫ ወደ ኢሜይልዎ ላክን።
es: Enviamos una confirmación a tu correo.
fr: Nous avons envoyé une confirmation à votre email.
he: שלחנו אישור לאימייל שלך.
ru: Мы отправили подтверждение на вашу почту.

# bookingAddToCalendar
source: Add to my calendar
am: ወደ ቀን መቁጠሪያዬ ጨምር
es: Añadir a mi calendario
fr: Ajouter à mon calendrier
he: הוסף ללוח השנה שלי
ru: Добавить в календарь

# bookingBookAnotherAppointment
source: Book another appointment
am: ሌላ ቀጠሮ ያስያዙ
es: Reservar otra cita
fr: Reprendre un rendez-vous
he: קבע תור נוסף
ru: Записаться еще раз

# bookingSendDocsSubtitle
source: Send documents to your practitioner for the appointment.
am: ለቀጠሮው ሰነዶችን ለሐኪሙ ላክ።
es: Envía documentos a tu profesional para la cita.
fr: Envoyez des documents à votre praticien pour la consultation.
he: שלח מסמכים לרופא עבור הביקור.
ru: Отправьте документы специалисту к приему.

# bookingViewMyAppointments
source: View my appointments
am: ቀጠሮዎቼን ይመልከቱ
es: Ver mis citas
fr: Voir mes rendez-vous
he: ראה את התורים שלי
ru: Посмотреть мои приемы

# bookingBackToHome
source: Back to home
am: ወደ መነሻ
es: Volver al inicio
fr: Retour à l’accueil
he: חזרה לדף הבית
ru: На главную

# vaccinationsEmptyTitle
source: No vaccines recorded
am: የተመዘገቡ ክትባቶች የሉም
es: No hay vacunas registradas
fr: Aucun vaccin enregistré
he: אין חיסונים רשומים
ru: Нет записанных прививок

# vaccinationsEmptySubtitle
source: Track your vaccines and reminders.
am: ክትባቶችን እና ማስታወሻዎችን ተከታተሉ።
es: Haz seguimiento de tus vacunas y recordatorios.
fr: Suivez vos vaccins et rappels.
he: עקוב אחר החיסונים והתזכורות שלך.
ru: Отслеживайте прививки и напоминания.

# allergiesEmptyTitle
source: No allergies
am: አለርጂ የለም
es: Sin alergias
fr: Aucune allergie
he: אין אלרגיות
ru: Нет аллергий

# allergiesEmptySubtitle
source: Declare your allergies for your safety.
am: ለደህንነትዎ አለርጂዎችን ያሳውቁ።
es: Declara tus alergias para tu seguridad.
fr: Déclarez vos allergies pour votre sécurité.
he: דווח על האלרגיות שלך למען בטיחותך.
ru: Укажите аллергии для вашей безопасности.

# medicationsEmptyTitle
source: No medications
am: መድሀኒት የለም
es: Sin medicamentos
fr: Aucun médicament
he: אין תרופות
ru: Нет лекарств

# medicationsEmptySubtitle
source: Add your current treatments.
am: የአሁኑን ሕክምናዎች ያክሉ።
es: Añade tus tratamientos actuales.
fr: Ajoutez vos traitements en cours.
he: הוסף את הטיפולים הנוכחיים שלך.
ru: Добавьте текущие назначения.

# conditionsEmptyTitle
source: No condition
am: ሁኔታ የለም
es: Sin condición
fr: Aucune condition
he: אין מצב רפואי
ru: Нет заболеваний

# conditionsEmptySubtitle
source: Add your medical history for your appointments.
am: ለቀጠሮዎችዎ የሕክምና ታሪክ ያክሉ።
es: Añade tu historial médico para tus citas.
fr: Ajoutez vos antécédents pour vos RDV.
he: הוסף היסטוריה רפואית עבור התורים שלך.
ru: Добавьте историю для подготовки к приемам.

# errorGenericTryAgain
source: An error occurred. Try again.
am: ስህተት ተከስቷል። እንደገና ሞክር።
es: Ocurrió un error. Inténtalo de nuevo.
fr: Une erreur est survenue. Réessayez.
he: אירעה שגיאה. נסה שוב.
ru: Произошла ошибка. Попробуйте снова.

# authSignInFailedTryAgain
source: Sign-in failed. Try again.
am: መግባት አልተሳካም። እንደገና ሞክር።
es: Error al iniciar sesión. Inténtalo de nuevo.
fr: Connexion échouée. Réessayez.
he: ההתחברות נכשלה. נסה שוב.
ru: Не удалось войти. Попробуйте снова.

# authSignUpFailedTryAgain
source: Sign-up failed. Try again.
am: መመዝገብ አልተሳካም። እንደገና ሞክር።
es: Error al registrarse. Inténtalo de nuevo.
fr: Inscription échouée. Réessayez.
he: ההרשמה נכשלה. נסה שוב.
ru: Не удалось зарегистрироваться. Попробуйте снова.

# errorUnableToConfirmAppointment
source: Unable to confirm the appointment.
am: ቀጠሮውን ማረጋገጥ አልተቻለም።
es: No se pudo confirmar la cita.
fr: Impossible de confirmer le rendez-vous.
he: לא ניתן לאשר את התור.
ru: Не удалось подтвердить прием.

# errorUnableToLoadProfile
source: Unable to load the profile.
am: መገለጫውን መጫን አልተቻለም።
es: No se pudo cargar el perfil.
fr: Impossible de charger le profil.
he: לא ניתן לטעון את הפרופיל.
ru: Не удалось загрузить профиль.

# errorUnableToReadHistoryState
source: Unable to read history state.
am: የታሪክ ሁኔታን ማንበብ አልተቻለም።
es: No se pudo leer el estado del historial.
fr: Impossible de lire l'état de l'historique.
he: לא ניתן לקרוא את מצב ההיסטוריה.
ru: Не удалось прочитать состояние истории.

# errorUnableToEnableHistory
source: Unable to enable history.
am: ታሪክን ማንቃት አልተቻለም።
es: No se pudo activar el historial.
fr: Impossible d'activer l'historique.
he: לא ניתן להפעיל את ההיסטוריה.
ru: Не удалось включить историю.

# errorUnableToLoadRelatives
source: Unable to load relatives.
am: ዘመዶችን መጫን አልተቻለም።
es: No se pudieron cargar los familiares.
fr: Impossible de charger les proches.
he: לא ניתן לטעון את הקרובים.
ru: Не удалось загрузить близких.

# errorUnableToAddRelative
source: Unable to add a relative.
am: ዘመድ መጨመር አልተቻለም።
es: No se pudo añadir el familiar.
fr: Impossible d’ajouter un proche.
he: לא ניתן להוסיף קרוב.
ru: Не удалось добавить близкого.

# errorUnableToLoadPayments
source: Unable to load payments.
am: ክፍያዎችን መጫን አልተቻለም።
es: No se pudieron cargar los pagos.
fr: Impossible de charger les paiements.
he: לא ניתן לטעון תשלומים.
ru: Не удалось загрузить способы оплаты.

# errorUnableToAddPaymentMethod
source: Unable to add a payment method.
am: የክፍያ መንገድ መጨመር አልተቻለም።
es: No se pudo añadir un método de pago.
fr: Impossible d’ajouter un moyen de paiement.
he: לא ניתן להוסיף אמצעי תשלום.
ru: Не удалось добавить способ оплаты.

# errorUnableToLoadHealthData
source: Unable to load health data.
am: የጤና ውሂብን መጫን አልተቻለም።
es: No se pudieron cargar los datos de salud.
fr: Impossible de charger les données santé.
he: לא ניתן לטעון נתוני בריאות.
ru: Не удалось загрузить данные о здоровье.

# errorUnableToAddHealthItem
source: Unable to add an item.
am: ንጥል መጨመር አልተቻለም።
es: No se pudo añadir el elemento.
fr: Impossible d’ajouter un élément.
he: לא ניתן להוסיף פריט.
ru: Не удалось добавить элемент.

# errorUnableToLoadHealthProfile
source: Unable to load the health profile.
am: የጤና መገለጫውን መጫን አልተቻለም።
es: No se pudo cargar el perfil de salud.
fr: Impossible de charger le profil santé.
he: לא ניתן לטעון את פרופיל הבריאות.
ru: Не удалось загрузить профиль здоровья.

# errorUnableToSaveHealthProfile
source: Unable to save the health profile.
am: የጤና መገለጫውን ማስቀመጥ አልተቻለም።
es: No se pudo guardar el perfil de salud.
fr: Impossible d’enregistrer le profil santé.
he: לא ניתן לשמור את פרופיל הבריאות.
ru: Не удалось сохранить профиль здоровья.

# errorUnableToLoadPractitioner
source: Unable to load the practitioner.
am: ሐኪሙን መጫን አልተቻለም።
es: No se pudo cargar el profesional.
fr: Impossible de charger le praticien.
he: לא ניתן לטעון את הרופא.
ru: Не удалось загрузить специалиста.

# errorUnableToLoadSearch
source: Unable to load search.
am: ፍለጋን መጫን አልተቻለም።
es: No se pudo cargar la búsqueda.
fr: Impossible de charger la recherche.
he: לא ניתן לטעון את החיפוש.
ru: Не удалось загрузить поиск.

# errorUnableToLoadDocuments
source: Unable to load documents.
am: ሰነዶችን መጫን አልተቻለም።
es: No se pudieron cargar los documentos.
fr: Impossible de charger les documents.
he: לא ניתן לטעון מסמכים.
ru: Не удалось загрузить документы.

# errorUnableToAddDocument
source: Unable to add the document.
am: ሰነዱን መጨመር አልተቻለም።
es: No se pudo añadir el documento.
fr: Impossible d’ajouter le document.
he: לא ניתן להוסיף מסמך.
ru: Не удалось добавить документ.

# errorUnableToReadSettings
source: Unable to read settings.
am: ቅንብሮችን ማንበብ አልተቻለም።
es: No se pudieron leer los ajustes.
fr: Impossible de lire les paramètres.
he: לא ניתן לקרוא את ההגדרות.
ru: Не удалось прочитать настройки.

# errorUnableToSaveSettings
source: Unable to save settings.
am: ቅንብሮችን ማስቀመጥ አልተቻለም።
es: No se pudieron guardar los ajustes.
fr: Impossible de sauvegarder les paramètres.
he: לא ניתן לשמור את ההגדרות.
ru: Не удалось сохранить настройки.

# errorUnableToLoadUpcomingAppointments
source: Unable to load upcoming appointments.
am: ቀጣይ ቀጠሮዎችን መጫን አልተቻለም።
es: No se pudieron cargar las próximas citas.
fr: Impossible de charger les rendez-vous à venir.
he: לא ניתן לטעון תורים קרובים.
ru: Не удалось загрузить предстоящие приемы.

# errorUnableToLoadHistory
source: Unable to load history.
am: ታሪክን መጫን አልተቻለም።
es: No se pudo cargar el historial.
fr: Impossible de charger l'historique.
he: לא ניתן לטעון היסטוריה.
ru: Не удалось загрузить историю.

# errorUnableToLoadAppointment
source: Unable to load the appointment.
am: ቀጠሮውን መጫን አልተቻለም።
es: No se pudo cargar la cita.
fr: Impossible de charger le rendez-vous.
he: לא ניתן לטעון את התור.
ru: Не удалось загрузить прием.

# errorUnableToCancelAppointment
source: Unable to cancel the appointment.
am: ቀጠሮውን መሰረዝ አልተቻለም።
es: No se pudo cancelar la cita.
fr: Impossible d'annuler le rendez-vous.
he: לא ניתן לבטל את התור.
ru: Не удалось отменить прием.

# errorUnableToLoadConversations
source: Unable to load conversations.
am: ውይይቶችን መጫን አልተቻለም።
es: No se pudieron cargar las conversaciones.
fr: Impossible de charger les conversations.
he: לא ניתן לטעון שיחות.
ru: Не удалось загрузить диалоги.

# errorUnableToLoadConversation
source: Unable to load the conversation.
am: ውይይቱን መጫን አልተቻለም።
es: No se pudo cargar la conversación.
fr: Impossible de charger la conversation.
he: לא ניתן לטעון את השיחה.
ru: Не удалось загрузить диалог.

# errorUnableToSendMessage
source: Unable to send the message.
am: መልዕክት መላክ አልተቻለም።
es: No se pudo enviar el mensaje.
fr: Impossible d'envoyer le message.
he: לא ניתן לשלוח את ההודעה.
ru: Не удалось отправить сообщение.

# errorUnableToReadOnboardingState
source: Unable to read onboarding state.
am: የመጀመሪያ መመሪያ ሁኔታን ማንበብ አልተቻለም።
es: No se pudo leer el estado del onboarding.
fr: Impossible de lire l'état d'onboarding.
he: לא ניתן לקרוא את מצב ההדרכה.
ru: Не удалось прочитать состояние онбординга.

# errorUnableToSaveOnboarding
source: Unable to save onboarding.
am: የመጀመሪያ መመሪያን ማስቀመጥ አልተቻለም።
es: No se pudo guardar el onboarding.
fr: Impossible d'enregistrer l'onboarding.
he: לא ניתן לשמור את ההדרכה.
ru: Не удалось сохранить онбординг.

# timeMinutesAgo
source: {minutes} min ago
am: ከ{minutes} ደቂቃ በፊት
es: hace {minutes} min
fr: il y a {minutes} min
he: לפני {minutes} דק׳
ru: {minutes} мин назад

# timeHoursAgo
source: {hours} h ago
am: ከ{hours} ሰዓት በፊት
es: hace {hours} h
fr: il y a {hours} h
he: לפני {hours} ש׳
ru: {hours} ч назад

# timeDaysAgo
source: {days} d ago
am: ከ{days} ቀን በፊት
es: hace {days} d
fr: il y a {days} j
he: לפני {days} י׳
ru: {days} д назад

# demoDentalOfficeName
source: Dental office
am: የጥርስ ክሊኒክ
es: Consultorio dental
fr: Cabinet dentaire
he: מרפאת שיניים
ru: Стоматологическая клиника

# demoConversation1LastMessage
source: Hello, your results are available...
am: ሰላም፣ ውጤቶችዎ ዝግጁ ናቸው...
es: Hola, tus resultados están disponibles...
fr: Bonjour, vos résultats sont disponibles...
he: שלום, התוצאות שלך זמינות...
ru: Здравствуйте, ваши результаты доступны...

# demoConversation2LastMessage
source: Perfect, I'm sending you the document!
am: በጣም ጥሩ፣ ሰነዱን እልክልዎታለሁ!
es: Perfecto, ¡te envío el documento!
fr: Parfait, je vous envoie le document !
he: מצוין, אני שולח לך את המסמך!
ru: Отлично, я отправляю вам документ!

# demoConversation3LastMessage
source: Thanks for your visit!
am: ስለ ጉብኝትዎ እናመሰግናለን!
es: ¡Gracias por tu visita!
fr: Merci pour votre visite !
he: תודה על הביקור!
ru: Спасибо за визит!

# demoAppointmentConsultation
source: Consultation
am: ምክክር
es: Consulta
he: ייעוץ
ru: Консультация

# demoAppointmentFollowUp
source: Medical follow-up
am: የሕክምና ክትትል
es: Seguimiento médico
fr: Suivi médical
he: מעקב רפואי
ru: Медицинский контроль

# demoShortDateThu19Feb
source: Thu Feb 19
am: ሐሙስ 19 ፌብ
es: jue 19 feb
fr: Jeu 19 Fév
he: ה׳ 19 בפבר׳
ru: Чт, 19 фев

# demoShortDateMon15Feb
source: Mon Feb 15
am: ሰኞ 15 ፌብ
es: lun 15 feb
fr: Lun 15 Fév
he: ב׳ 15 בפבר׳
ru: Пн, 15 фев

# demoMessage1_1
source: Hello, how can we help you?
am: ሰላም፣ እንዴት ልንረዳ?
es: Hola, ¿en qué podemos ayudarte?
fr: Bonjour, comment pouvons-nous vous aider ?
he: שלום, איך אפשר לעזור?
ru: Здравствуйте, чем можем помочь?

# demoMessage1_2
source: Hello, I'd like to get my report.
am: ሰላም፣ ሪፖርቴን መቀበል እፈልጋለሁ።
es: Hola, me gustaría obtener mi informe.
fr: Bonjour, je souhaite obtenir mon compte-rendu.
he: שלום, אני רוצה לקבל את הסיכום שלי.
ru: Здравствуйте, я хотел(а) бы получить свой отчет.

# demoMessage1_3
source: Sure, could you specify the appointment date?
am: እሺ፣ የቀጠሮውን ቀን መግለጽ ትችላለህ?
es: Claro, ¿podrías indicar la fecha de la cita?
fr: Bien sûr, pouvez-vous préciser la date du rendez-vous ?
he: בוודאי, האם תוכל לציין את תאריך התור?
ru: Конечно, уточните дату приема, пожалуйста.

# demoMessage2_1
source: Hello, your file is up to date.
am: ሰላም፣ ፋይልዎ ዘመናዊ ነው።
es: Hola, tu expediente está al día.
fr: Bonjour, votre dossier est à jour.
he: שלום, התיק שלך מעודכן.
ru: Здравствуйте, ваш файл обновлен.

# demoMessage3_1
source: Hello!
am: ሰላም!
es: ¡Hola!
fr: Bonjour !
he: שלום!
ru: Здравствуйте!

# demoMessage3_2
source: Thank you, doctor.
am: አመሰግናለሁ ዶክተር።
es: Gracias, doctor.
fr: Merci docteur.
he: תודה דוקטור.
ru: Спасибо, доктор.

# relativeRelation
source: Relative
am: ዘመድ
es: Familiar
fr: Proche
he: קרוב
ru: Близкий

# relativeChild
source: Child
am: ልጅ
es: Hijo
fr: Enfant
he: ילד
ru: Ребенок

# relativeParent
source: Parent
am: ወላጅ
es: Padre/Madre
he: הורה
ru: Родитель

# relativeDemoName
source: Relative {index}
am: ዘመድ {index}
es: Familiar {index}
fr: Proche {index}
he: קרוב {index}
ru: Близкий {index}

# documentsDemoTitle
source: Document {index}
am: ሰነድ {index}
es: Documento {index}
he: מסמך {index}
ru: Документ {index}

# documentsDemoTypeLabel
source: Report
am: ሪፖርት
es: Informe
fr: Compte-rendu
he: סיכום
ru: Отчет

# documentsDemoDateLabelToday
source: Today
am: ዛሬ
es: Hoy
fr: Aujourd’hui
he: היום
ru: Сегодня

# demoSpecialtyOphthalmologist
source: Ophthalmologist
am: የዓይን ሐኪም
es: Oftalmólogo
fr: Ophtalmologiste
he: רופא עיניים
ru: Офтальмолог

# demoSpecialtyGeneralPractitioner
source: General practitioner
am: አጠቃላይ ሐኪም
es: Médico general
fr: Médecin généraliste
he: רופא משפחה
ru: Терапевт

# demoPractitionerAbout
source: The ophthalmologist treats eye diseases and manages refraction, strabismus and vision disorders. This profile is ready to be connected to the backend.
am: የዓይን ሐኪም የዓይን በሽታዎችን ይታከማል እና ሪፍራክሽን፣ ፍታ (strabismus) እና የእይታ ችግኝ ያስተዳድራል። ይህ መገለጫ ከbackend ጋር ለመገናኘት ዝግጁ ነው።
es: El oftalmólogo trata enfermedades oculares y maneja la refracción, el estrabismo y los trastornos de visión. Este perfil está listo para conectarse al backend.
fr: L’ophtalmologue traite les maladies de l’œil, et prend en charge la réfraction, le strabisme, et les troubles de la vision. Ce profil est prêt à être branché au backend.
he: רופא העיניים מטפל במחלות העין, ומתמחה ברפרקציה, פזילה והפרעות ראייה. פרופיל זה מוכן להתחבר לשרת.
ru: Офтальмолог лечит заболевания глаз и занимается рефракцией, косоглазием и нарушениями зрения. Этот профиль готов к подключению к backend.

# demoAvailabilityTodayAt
source: Today • {time}
am: ዛሬ • {time}
es: Hoy • {time}
fr: Aujourd’hui • {time}
he: היום • {time}
ru: Сегодня • {time}

# demoAvailabilityTomorrowAt
source: Tomorrow • {time}
am: ነገ • {time}
es: Mañana • {time}
fr: Demain • {time}
he: מחר • {time}
ru: Завтра • {time}

# demoAvailabilityThisWeekAt
source: This week • {time}
am: በዚህ ሳምንት • {time}
es: Esta semana • {time}
fr: Cette semaine • {time}
he: השבוע • {time}
ru: На этой неделе • {time}

# demoSearchPractitionerName
source: Dr Practitioner {index}
am: ዶ/ር ሐኪም {index}
es: Dr. Profesional {index}
fr: Dr Practicien {index}
he: ד"ר מטפל {index}
ru: Д-р Специалист {index}

# demoSearchAddress
source: 75019 Paris • Avenue Secrétan
am: 75019 ፓሪስ • Avenue Secrétan
es: 75019 París • Avenue Secrétan
he: 75019 פריז • Avenue Secrétan
ru: 75019 Париж • Avenue Secrétan

# demoSearchSector1
source: Sector 1
am: ሴክተር 1
fr: Secteur 1
he: סקטור 1
ru: Сектор 1

# demoAvailabilityToday
source: Today
am: ዛሬ
es: Hoy
fr: Aujourd’hui
he: היום
ru: Сегодня

# demoAvailabilityThisWeek
source: This week
am: በዚህ ሳምንት
es: Esta semana
fr: Cette semaine
he: השבוע
ru: На этой неделе

# demoDistance12km
source: 1.2 km
am: 1.2 ኪሜ
he: 1.2 ק"מ
ru: 1,2 км

# demoAppointmentDateThu19Feb
source: Thursday, February 19
am: ሐሙስ፣ ፌብሩወሪ 19
es: jueves, 19 de febrero
fr: Jeudi 19 Février
he: יום ה׳ 19 בפברואר
ru: Четверг, 19 февраля

# demoAppointmentReasonNewPatientConsultation
source: Consultation (new patient)
am: ምክክር (አዲስ ታካሚ)
es: Consulta (paciente nuevo)
fr: Consultation (nouveau patient)
he: ייעוץ (מטופל חדש)
ru: Консультация (новый пациент)

# demoPractitionerNameMarc
source: Dr Marc BENHAMOU
am: ዶ/ር ማርክ BENHAMOU
he: ד"ר מרק בן-חמו
ru: Д-р Марк БЕНАМО

# demoPractitionerNameSarah
source: Dr Sarah COHEN
am: ዶ/ር ሳራ COHEN
he: ד"ר שרה כהן
ru: Д-р Сара КОЭН

# demoPractitionerNameNoam
source: Dr Noam LEVI
am: ዶ/ር ኖአም LEVI
he: ד"ר נעם לוי
ru: Д-р Ноам ЛЕВИ

# demoPractitionerNameMarcShort
source: Dr Marc B.
am: ዶ/ር ማርክ B.
he: ד"ר מרק ב׳
ru: Д-р Марк Б.

# demoPractitionerNameSophie
source: Dr Sophie L.
am: ዶ/ር ሶፊ L.
he: ד"ר סופי ל׳
ru: Д-р Софи Л.

# demoPatientNameTom
source: Tom
am: ቶም
he: תום
ru: Том

# demoAddressParis
source: 28, avenue Secrétan, 75019 Paris
am: 28, avenue Secrétan, 75019 ፓሪስ
es: 28, avenue Secrétan, 75019 París
he: 28, שדרות סרטא, 75019 פריז
ru: 28, avenue Secrétan, 75019 Париж

# demoProfileFullName
source: Tom Jami
am: ቶም ጃሚ
he: תום ג׳מי
ru: Том Джами

# demoProfileCity
source: 75019 Paris
am: 75019 ፓሪስ
es: 75019 París
he: 75019 פריז
ru: 75019 Париж

# demoPaymentBrandVisa
source: Visa
he: ויזה

# commonInitialsFallback
source: ME
am: እኔ
es: YO
fr: MO
he: אני
ru: Я

# navHome
source: Home
am: መነሻ
es: Inicio
fr: Accueil
he: בית
ru: Главная

# navAppointments
source: Appointments
am: ቀጠሮዎች
es: Citas
fr: RDV
he: תורים
ru: Приемы

# navHealth
source: Health
am: ጤና
es: Salud
fr: Santé
he: בריאות
ru: Здоровье

# navMessages
source: Messages
am: መልዕክቶች
es: Mensajes
he: הודעות
ru: Сообщения

# navAccount
source: Account
am: መለያ
es: Cuenta
fr: Compte
he: חשבון
ru: Аккаунт
